Repository: andrewryno/Unique-Page-Sidebars
Catalog: lang/unique-page-sidebars-*.po
Languages: fr_fr

source: Manage Sidebars
fr_fr: Gérer les barres latérales

source: No sidebars
fr_fr: Aucune barre latérale

source: Add New Sidebar
fr_fr: Ajouter une barre latérale

source: About the Plugin
fr_fr: A propos de l’extension

source: Sidebar settings saved.
fr_fr: Paramètres de la barre latérale sauvegardés.

source: You can now go manage the <a href="%swidgets.php">widgets</a> for your sidebars.
fr_fr: Vous pouvez maintenant modifier les <a href="%swidgets.php">widgets</a> pour vos barres latérales.

source: Before Title
fr_fr: Avant le titre

source: After Title
fr_fr: Après le titre

source: Before Widget
fr_fr: Avant le widget

source: After Widget
fr_fr: Après le widget

source: Child Behavior
fr_fr: Comportement de l'enfant

source: Set page children to use the parent page sidebar by default?
fr_fr: Utiliser la barre latérale du parent par défaut pour une page enfant ?

source: Save all sidebars
fr_fr: Enregistrer toutes les barres latérales

source: Delete this sidebar?
fr_fr: Supprimer cette barre latérale ?

source: Add Sidebar
fr_fr: Ajouter une barre latérale

source: This plugin was developed by <a href="http://andrewryno.com/">Andrew Ryno</a>, a WordPress developer based in Phoenix, AZ who never found a decent solution to having sidebars on different pages.
fr_fr: Cette extensions a été développée par <a href="http://andrewryno.com/">Andrew Ryno</a>, un développeur WordPress basé à Phoenix (Arizona), quie n'a jamais trouvé de solution décente pour avoir différentes barres latérales sur différentes pages.

source: Like the plugin? Think it could be improved? Feel free to contribute over at <a href="http://github.com/andrewryno">GitHub</a>!
fr_fr: Vous aimez cette extension ? Vous pensez qu'elle pourrait être améliorée ? N'hésitez pas à contribuer sur la page <a href="http://github.com/andrewryno">GitHub</a> !

source: If you have any other feedback or need help, go ahead and <a href="http://andrewryno.com/plugins/unique-page-sidebars/">leave a comment</a>.
fr_fr: Si vous avez d'autres commentaires, ou si vous avez besoin d'aide, allez sur <a href="http://andrewryno.com/plugins/unique-page-sidebars/">la page de l'extension</a>.

source: Unique Page Sidebars
fr_fr: Barres latérales uniques par page

source: Allows for the creation of sidebars on a per-page basis all from a single dynamic_sidebar() call from where they should appear.
fr_fr: Permet la création de barres latérales (sidebars) unique pour chaque page, depuis un même appel de la fonction dynamic_sidebar().
